;汉化：aotix，由他人汉化补充而来。

[SRHIncursion X2SitRepTemplate]
FriendlyName="散兵战地指挥小队"
Description="一个重要的散兵小队处在任务区域。"

[SRHIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="散兵战地指挥小队"
Description="散兵前锋将在整个任务期间协助我们。"

[TRHIncursion X2SitRepTemplate]
FriendlyName="圣殿骑士灵能者协会"
Description="圣殿骑士光环的读数在行动区域中值得注意。"

[TRHIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="圣殿骑士灵能者协会"
Description="圣殿骑士灵能者可以在这场冲突中提供帮助。"

[RRHIncursion X2SitRepTemplate]
FriendlyName="死神潜行者"
Description="我们正在死神的无线电频率上检测到许多加密的传输。"

[RRHIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="死神潜行者"
Description="我们正在死神的无线电频率上检测到许多加密传输。他们在这里。"

[ARHIncursion X2SitRepTemplate]
FriendlyName="反抗军联合特遣部队"
Description="据调查，许多反抗势力正在该地区开展行动。"

[ARHIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="反抗军联合特遣部队"
Description="据调查，许多反抗势力正在该地区开展行动。"

[RhiSkirmSoldier_M1 X2CharacterTemplate]
strCharacterName="散兵前锋"

[RhiSkirmSoldier_M2 X2CharacterTemplate]
strCharacterName="散兵前锋"

[RhiSkirmSoldier_M3 X2CharacterTemplate]
strCharacterName="散兵前锋"

[RhiSkirmTrooper_M1 X2CharacterTemplate]
strCharacterName="散兵斥候"

[RhiSkirmTrooper_M2 X2CharacterTemplate]
strCharacterName="散兵斥候"

[RhiSkirmTrooper_M3 X2CharacterTemplate]
strCharacterName="散兵斥候"

[RhiSkirmBattleMaster_M1 X2CharacterTemplate]
strCharacterName="散兵战地指挥官"

[RhiSkirmBattleMaster_M2 X2CharacterTemplate]
strCharacterName="散兵战地指挥官"

[RhiSkirmBattleMaster_M3 X2CharacterTemplate]
strCharacterName="散兵战地指挥官"

[RhiTemplarSoldier_M1 X2CharacterTemplate]
strCharacterName="圣殿骑士使徒"

[RhiTemplarSoldier_M2 X2CharacterTemplate]
strCharacterName="圣殿骑士使徒"

[RhiTemplarSoldier_M3 X2CharacterTemplate]
strCharacterName="圣殿骑士使徒"

[RhiTemplarFodder_M1 X2CharacterTemplate]
strCharacterName="圣殿骑士骑士"

[RhiTemplarFodder_M2 X2CharacterTemplate]
strCharacterName="圣殿骑士骑士"

[RhiTemplarFodder_M3 X2CharacterTemplate]
strCharacterName="圣殿骑士骑士"

[RhiTemplarGuardian_M1 X2CharacterTemplate]
strCharacterName="圣殿骑士牧师"

[RhiTemplarGuardian_M2 X2CharacterTemplate]
strCharacterName="圣殿骑士祭司"

[RhiTemplarGuardian_M3 X2CharacterTemplate]
strCharacterName="圣殿骑士主教"

[RhiReaperStalker_M1 X2CharacterTemplate]
strCharacterName="死神潜行者"

[RhiReaperStalker_M2 X2CharacterTemplate]
strCharacterName="死神潜行者"

[RhiReaperStalker_M3 X2CharacterTemplate]
strCharacterName="死神潜行者"

[RhiReaperSniper_M1 X2CharacterTemplate]
strCharacterName="死神死亡射手"

[RhiReaperSniper_M2 X2CharacterTemplate]
strCharacterName="死神死亡射手"

[RhiReaperSniper_M3 X2CharacterTemplate]
strCharacterName="死神死亡射手"

[RhiReaperExecutor_M1 X2CharacterTemplate]
strCharacterName="死神菁英猎人"

[RhiReaperExecutor_M2 X2CharacterTemplate]
strCharacterName="死神菁英猎人"

[RhiReaperExecutor_M3 X2CharacterTemplate]
strCharacterName="死神菁英猎人"

[RhiRifle_CV X2WeaponTemplate]
FriendlyName="常规步枪"
FriendlyNamePlural="常规步枪"
BriefSummary=""
TacticalText=""

[RhiLMG_CV X2WeaponTemplate]
FriendlyName="战前轻机枪"
FriendlyNamePlural="赃物轻机枪"
BriefSummary=""
TacticalText=""

[RhiShotgun_CV X2WeaponTemplate]
FriendlyName="突击霰弹枪"
FriendlyNamePlural="突击霰弹枪"
BriefSummary=""
TacticalText=""

[RhiPistol_CV X2WeaponTemplate]
FriendlyName="战前手枪"
FriendlyNamePlural="战前手枪"
BriefSummary=""
TacticalText=""

[RhiSniperRifle_CV X2WeaponTemplate]
FriendlyName="RHI 狙击步枪"
FriendlyNamePlural="RHI 狙击步枪"
BriefSummary=""
TacticalText=""

[RhiRifle_MG X2WeaponTemplate]
FriendlyName="激光步枪"
FriendlyNamePlural="激光步枪"
BriefSummary=""
TacticalText=""

[RhiLMG_MG X2WeaponTemplate]
FriendlyName="转轮式轻机枪"
FriendlyNamePlural="转轮式轻机枪"
BriefSummary=""
TacticalText=""

[RhiShotgun_MG X2WeaponTemplate]
FriendlyName="激光突击霰弹枪"
FriendlyNamePlural="激光突击霰弹枪"
BriefSummary=""
TacticalText=""

[RhiPistol_MG X2WeaponTemplate]
FriendlyName="磁力手枪"
FriendlyNamePlural="磁力手枪"
BriefSummary=""
TacticalText=""

[RhiSniperRifle_MG X2WeaponTemplate]
FriendlyName="Rhi 高斯狙击步枪"
FriendlyNamePlural="Rhi 高斯狙击步枪"
BriefSummary=""
TacticalText=""

[RhiRifle_BM X2WeaponTemplate]
FriendlyName="电浆步枪"
FriendlyNamePlural="电浆步枪"
BriefSummary=""
TacticalText=""

[RhiLMG_BM X2WeaponTemplate]
FriendlyName="激光轻机枪"
FriendlyNamePlural="激光轻机枪"
BriefSummary=""
TacticalText=""

[RhiShotgun_BM X2WeaponTemplate]
FriendlyName="风暴枪"
FriendlyNamePlural="风暴枪"
BriefSummary=""
TacticalText=""

[RhiPistol_BM X2WeaponTemplate]
FriendlyName="Rhi 光束手枪"
FriendlyNamePlural="Rhi 光束手枪"
BriefSummary=""
TacticalText=""

[RhiSniperRifle_BM X2WeaponTemplate]
FriendlyName="Rhi 光束狙击步枪"
FriendlyNamePlural="Rhi 光束狙击步枪"
BriefSummary=""
TacticalText=""

[RhiBattleRifle_CV X2WeaponTemplate]
FriendlyName="Rhi 无托式"
FriendlyNamePlural="Rhi 无托式"
BriefSummary=""
TacticalText=""

[RhiBattleRifle_MG X2WeaponTemplate]
FriendlyName="磁力无托式"
FriendlyNamePlural="磁力无托式"
BriefSummary=""
TacticalText=""

[RhiBattleRifle_BM X2WeaponTemplate]
FriendlyName="激光射线无托式"
FriendlyNamePlural="激光射线无托式"
BriefSummary=""
TacticalText=""
